Repository: Infomaniak/mobile-kchat
Catalog: ios/Mattermost/i18n/*.lproj/InfoPlist.strings
Languages: de

# NSAppleMusicUsageDescription
source: Enabling access to your media library means you can attach files from your media library to your messages in kChat.
de: Wenn du den Zugriff auf deine Medienbibliothek aktivierst, kannst du Dateien aus deiner Medienbibliothek an deine Nachrichten in kChat anhängen.

# NSBluetoothAlwaysUsageDescription
source: Enabling access to Bluetooth means we can synchronize content across your devices and clients.
de: Durch die Aktivierung des Bluetooth-Zugriffs können wir Inhalte zwischen deinem Geräten und Clients synchronisieren.

# NSBluetoothPeripheralUsageDescription
source: Enabling access to Bluetooth means we can connect to audio peripherals for calls, and synchronize content across your devices and clients.
de: Durch die Aktivierung des Zugriffs auf Bluetooth können wir eine Verbindung zu Audio-Peripheriegeräten für Anrufe herstellen und Inhalte zwischen deinen Geräten und Clients synchronisieren.

# NSCameraUsageDescription
source: Enabling access to your device cameras means you can take photos or videos and upload them to kChat.
de: Wenn du den Zugriff auf die Kameras deines Geräts aktivierst, kannst du Fotos oder Videos aufnehmen und sie auf kChat hochladen.

# NSFaceIDUsageDescription
source: Enabling access to your Face ID means we can restrict unauthorized users from accessing kChat on your device.
de: Durch die Aktivierung des Zugriffs auf deine Face ID können wir unbefugten Benutzern den Zugriff auf kChat auf deinem Gerät verwehren.

# NSLocationAlwaysUsageDescription
source: Enabling access to your location data means we can add location metadata to pictures and videos you share in kChat.
de: Durch die Freigabe des Zugriffs auf deine Standortdaten können wir den Bildern und Videos, die du auf kChat teilst, Standort-Metadaten hinzufügen.

# NSLocationWhenInUseUsageDescription
source: Enabling access to your location data means we can add location metadata to pictures and videos you share in kChat.
de: Durch die Freigabe des Zugriffs auf deine Standortdaten können wir den Bildern und Videos, die du auf kChat teilst, Standort-Metadaten hinzufügen.

# NSMicrophoneUsageDescription
source: Enabling access to your device's microphones means you can capture audio for calls or videos to share in kChat.
de: Wenn du den Zugriff auf die Mikrofone deines Geräts aktivierst, kannst du Audio für Anrufe oder Videos aufnehmen, die du auf kChat teilen möchtest.

# NSPhotoLibraryAddUsageDescription
source: Enabling write access to your photo library means you can save downloaded photos and videos from kChat to your device.
de: Wenn du den Schreibzugriff auf deine Fotobibliothek aktivierst, kannst du heruntergeladene Fotos und Videos von kChat auf deinem Gerät speichern.

# NSPhotoLibraryUsageDescription
source: Enabling read access to your photo library means you can upload photos and videos from your device to kChat.
de: Wenn du den Lesezugriff auf deine Fotobibliothek aktivierst, kannst du Fotos und Videos von deinem Gerät auf kChat hochladen.

# NSSpeechRecognitionUsageDescription
source: Enabling your device to send user data to Apple means you can send voice messages to kChat.
de: Wenn du dein Gerät aktivierst, um Benutzerdaten an Apple zu senden, kannst du Sprachnachrichten an kChat senden.
